Repository: bestwebsoft/contact-form-to-db-wordpress-plugin
Catalog: languages/contact-form-to-db-*.po
Languages: it_it

source: Contact Form 7 to DB Pro
it_it: Da Contact Form 7 a DB Pro

source: Contact Form to DB Settings
it_it: Impostazioni del modulo di contatto con il DB

source: Settings
it_it: Impostazioni

source: Upgrade to Pro
it_it: Aggiornamento a Pro

source: Letter
it_it: Lettera

source: in Trash
it_it: nella spazzatura

source: Status was not changed
it_it: Lo stato non è stato modificato

source: Please enable JavaScript in your browser.
it_it: Abiliti JavaScript nel suo browser.

source: Custom Field
it_it: Campo personalizzato

source: Contact from to DB
it_it: Contatto da a DB

source: This message was re-sent from
it_it: Questo messaggio è stato inviato nuovamente da

source: Name
it_it: Nome

source: Address
it_it: Indirizzo

source: Phone
it_it: Telefono

source: Subject
it_it: Oggetto

source: Message
it_it: Messaggio

source: Site
it_it: Sito

source: Location
it_it: Posizione

source: Department
it_it: Dipartimento

source: Custom Fields
it_it: Campi personalizzati

source: Sent from (ip address)
it_it: Inviato da (indirizzo ip)

source: Date/Time
it_it: Data/Ora

source: Sent from (referer)
it_it: Inviato da (referente)

source: From:
it_it: Da:

source: To:
it_it: A:

source: Subject:
it_it: Oggetto:

source: Date/Time:
it_it: Data/Ora:

source: Can not create XML-files.
it_it: Non è possibile creare file XML.

source: Can not create ZIP-archive.
it_it: Non è possibile creare un archivio ZIP.

source: Unknown format.
it_it: Formato sconosciuto.

source: One message was successfully deleted.
it_it: Un messaggio è stato eliminato con successo.

source: messages were successfully deleted.
it_it: i messaggi sono stati eliminati con successo.

source: There are some problems while deleting message.
it_it: Ci sono alcuni problemi durante l'eliminazione del messaggio.

source: One message was marked as Spam.
it_it: Un messaggio è stato contrassegnato come Spam.

source: messages were marked as Spam.
it_it: i messaggi sono stati contrassegnati come Spam.

source: Undo
it_it: Annulla

source: Problems while marking messages as Spam.
it_it: Problemi durante la marcatura dei messaggi come Spam.

source: One message was moved to Trash.
it_it: Un messaggio è stato spostato nel Cestino.

source: messages were moved to Trash.
it_it: i messaggi sono stati spostati nel Cestino.

source: Problems while moving messages to Trash.
it_it: Problemi durante lo spostamento dei messaggi nel Cestino.

source: Please, try it later.
it_it: Per favore, provate più tardi.

source: One message was restored.
it_it: Un messaggio è stato ripristinato.

source: messages were restored.
it_it: i messaggi sono stati ripristinati.

source: Problems during the messages restoration.
it_it: Problemi durante il ripristino dei messaggi.

source: One message was marked as Normal.
it_it: Un messaggio è stato contrassegnato come Normale.

source: One message was marked as Trash.
it_it: Un messaggio è stato contrassegnato come Cestino.

source: Unknown result.
it_it: Risultato sconosciuto.

source: Problems while changing the message status.
it_it: Problemi durante la modifica dello stato del messaggio.

source: Unknown action.
it_it: Azione sconosciuta.

source: Can not handle request. May be you need choose some messages to handle them.
it_it: Non può gestire la richiesta. Forse è necessario scegliere alcuni messaggi per gestirli.

source: message
it_it: messaggio

source: messages
it_it: messaggi

source: No sent messages found.
it_it: Non sono stati trovati messaggi inviati.

source: There are no unsent messages.
it_it: Non ci sono messaggi non inviati.

source: There are no read messages.
it_it: Non ci sono messaggi letti.

source: There are no unread messages.
it_it: Non ci sono messaggi non letti.

source: There are no messages with attachments.
it_it: Non ci sono messaggi con allegati.

source: No messages that was marked as Spam.
it_it: Nessun messaggio che sia stato contrassegnato come Spam.

source: No messages that was marked as Trash.
it_it: Nessun messaggio che sia stato contrassegnato come Cestino.

source: No messages found.
it_it: Nessun messaggio trovato.

source: From
it_it: Da

source: Attachment
it_it: Allegato

source: Send Counter
it_it: Inviare il contatore

source: Date
it_it: Data

source: All
it_it: Tutti

source: Sent
it_it: Inviato

source: Not sent
it_it: Non inviata

source: Read
it_it: Leggi

source: Unread
it_it: Non letto

source: Has attachments
it_it: Ha degli allegati

source: Trash
it_it: Cestino

source: Filter by department
it_it: Filtrare per reparto

source: All departments
it_it: Tutte le categorie

source: Filter
it_it: Filtro

source: Download messages
it_it: Scarica i messaggi

source: Mark as Spam
it_it: Contrassegna come spam

source: Not Spam
it_it: Non è molesto

source: Restore
it_it: Ripristina

source: Delete Permanently
it_it: Elimina definitivamente

source: Mark as Trash
it_it: Contrassegnare come spazzatura

source: Re-send messages
it_it: Reinvio dei messaggi

source: Download attachments
it_it: Scarica gli allegati

source: This option is available in Pro version
it_it: Questa opzione è disponibile nella versione Pro

source: Re-send
it_it: Reinvio

source: Not spam
it_it: Non spam

source: Unknown name
it_it: Nome sconosciuto

source: to
it_it: a

source: No text in this message
it_it: Nessun testo in questo messaggio

source: Attachment name
it_it: Nome allegato

source: Attachment size
it_it: Dimensioni Allegati

source: View
it_it: Vista

source: The number of dispatches
it_it: Il numero di spedizioni

source: This message was not sent
it_it: Questo messaggio non è stato inviato

source: Letters per page
it_it: Lettere per pagina

source: Bulk Actions
it_it: Azioni in blocco

source: Apply
it_it: Applica

source: items
it_it: oggetti

source: Select All
it_it: Seleziona tutto

source: This tab contains Pro options only.
it_it: Questa scheda contiene solo le opzioni Pro.

source: %1$sChange the settings%2$s to view the Pro options.
it_it: %1$sModificare le impostazioni%2$s per visualizzare le opzioni Pro.

source: WARNING:
it_it: ATTENZIONE:

source: Please enable JavaScript in your browser for correct plugin work.
it_it: Per un corretto funzionamento del plugin, la preghiamo di abilitare JavaScript nel suo browser.

source: Search results for &#8220;%s&#8221;
it_it: Risultati della ricerca per &#8220;%s&#8221;

source: Search emails
it_it: Ricerca e-mail

source: Can not display thumbnail
it_it: Non è possibile visualizzare la miniatura

source: Problems while changing the message status. Please, try it later.
it_it: Problemi durante la modifica dello stato del messaggio. Per favore, provi più tardi.

source: Support
it_it: Supporto

source: Contact Form plugin is not found.</br>You need to install and activate this plugin for correct work with Contact Form to DB plugin.</br>You can download Contact Form plugin from
it_it: Il plugin Contact Form non è stato trovato.</br>È necessario installare e attivare questo plugin per lavorare correttamente con il plugin Contact Form to DB.</br>Può scaricare il plugin Contact Form da

source: Developers website
it_it: Sito web degli sviluppatori

source: website of plugin Authors
it_it: sito web degli Autori del plugin

source: or
it_it: o

source: Contact Form plugin is not active.</br>You need to activate this plugin for correct work with Contact Form to DB plugin.
it_it: Il plugin Contact Form non è attivo.</br>È necessario attivare questo plugin per lavorare correttamente con il plugin Contact Form to DB.

source: Activate plugin
it_it: Attivare il plugin

source: Contact Form plugin has old version.</br>You need to update this plugin for correct work with Contact Form to DB plugin.
it_it: Il plugin Contact Form ha una vecchia versione.</br>Deve aggiornare questo plugin per lavorare correttamente con il plugin Contact Form to DB.

source: Update plugin
it_it: Aggiorna plugin

source: Notice:
it_it: Avviso:

source: Option "Save messages to database" was disabled on the plugin settings page.
it_it: L'opzione "Salva i messaggi nel database" è stata disattivata nella pagina delle impostazioni del plugin.

source: Enable it for saving messages from Contact Form
it_it: Lo abiliti per salvare i messaggi dal Modulo di contatto

source: Misc
it_it: Varie

source: License Key
it_it: Chiave di licenza

source: every 24 hours
it_it: ogni 24 ore

source: every 3 days
it_it: ogni 3 giorni

source: every 1 week
it_it: ogni 1 settimana

source: every 2 weeks
it_it: ogni 2 settimane

source: every 1 month
it_it: ogni 1 mese

source: every 6 months
it_it: ogni 6 mesi

source: every 1 year
it_it: ogni 1 anno

source: Settings saved.
it_it: Impostazioni salvate.

source: Save Messages to Database
it_it: Salva i messaggi nel database

source: Download Messages in
it_it: Scaricare i messaggi in

source: format
it_it: formato

source: Choose separator and enclosure symbols
it_it: Scelga i simboli del separatore e dell'involucro

source: separator
it_it: separatore

source: enclosure
it_it: resinto

source: Close
it_it: Chiudere

source: Include content of attachments in to "csv"-file
it_it: Includa il contenuto degli allegati nel file "csv"

source: Save Attachments
it_it: Salvare gli allegati

source: Save attachments to database
it_it: Salvare gli allegati nel database

source: Save attachments to "Uploads"
it_it: Salvi gli allegati in "Caricamenti"

source: Re-Send a Message to the Email Address Specified in Contact Form Settings
it_it: Reinvia un messaggio all'indirizzo e-mail specificato nelle impostazioni del modulo di contatto

source: If the option is disabled, all messages will be sent to the email address which was valid at the time of the message receipt.
it_it: Se l'opzione è disattivata, tutti i messaggi saranno inviati all'indirizzo e-mail valido al momento della ricezione del messaggio.

source: Periodically Delete Old Messages
it_it: Cancellare periodicamente i vecchi messaggi

source: All messages older than the specified period will be deleted at the end of the same period.
it_it: Tutti i messaggi più vecchi del periodo specificato saranno eliminati alla fine dello stesso periodo.
